cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'itermocil'
brew 'grc'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'

cask '1password'
cask 'atom'
cask 'crashplan'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
