cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'
tap 'caskroom/fonts'

brew 'ack'
brew 'coreutils'
brew 'itermocil'
brew 'grc'
brew 'gettext'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'

cask '1password'
cask 'alfred'
cask 'atom'
cask 'crashplan'
cask 'docker'
cask 'docker-toolbox'
cask 'dropbox'
cask 'firefox'
cask 'font-fira-code'
cask 'google-chrome'
cask 'graphiql'
cask 'hyper'
cask 'iterm2'
cask 'paw'
cask 'screenhero'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'thunderbird'
cask 'textual'
cask 'transmit'
cask 'virtualbox'
cask 'vlc'
